{
  "Q": [
    "What is JobCamp?",
    "What does a student do during the JobCamp?",
    "How do I sign up to be a host?",
    "How do I sign up as a student?",
    "What if I didn’t get the position I wanted?",
    "What do I wear on the day of the event?",
    "How do I get to my JobCamp position?",
    "Do I need to complete any forms?",
    "What if I need to cancel before the event?",
    "What if I’m running late on the day of the event?",
    "What happens before the event?",
    "What happens after the event?",
    "Do high school students get internships from participating in JobCamp?"
  ],
  "A": [
    "JobCamp is a “job shadow” program that introduces high school students to the world of work. It is a great opportunity for students to gain first-hand experience to a professional environment, explore a career area they may not have had exposure to, and to investigate an area of interest or potential college major. JobCamp offers students a brief visit to the workplace typically held on a weekday.",
    "JobCamp positions are typically 2-8 hours long for 1 or more students at a time. At some companies, students will learn about a single career. At other companies, they will learn about several careers over the course of the day (see the “Multi-Career” categories). Students will listen to presentations, get tours of labs and office buildings, meet employees, meet customers or clients (if applicable), and do hands-on activities. Some portions of the day will be more interesting than others, but students should be attentive, ask good questions, and they will walk away with valuable insights.",
    "Hosting a job shadow event is a low-commitment way for employers and community members to showcase their field of work, their companies, and to inform students about the work environment, skills required, and various opportunities within their industry. Hosts can invite as many students as they want for as long as many hours as they want. We recommend hosting at least 2 students for 2-4 hours. Providing engaging hands-on activities, in addition to presentations and discussions, give students the best feel for what it would be like to work in a particular career or company. Hosting students for lunch is often a great time for casual discussion and questions as well. Create an account on JobCamp.org and sign up for an event with a local school. See the Host Tips (https://jobcamp.org/host-tips) for additional suggestions.",
    "Students can participate through their local high school job shadow event. If your school is signed up to participate, create an account (using a school email address). After logging in, you will see important dates and deadlines as well as company/career choices. Research to understand what the options are and choose your top company/career choices on the website. On a specific date/time, a lottery is run and students are automatically assigned to available slots.",
    "Log into jobcamp.org to see which positions are assigned from the lottery. We make every effort to assign students to one of their top choices. If the top selections are full, students will be contacted directly with other available options.  Take note of how many slots a particular company offers for job shadow day. If your desired positions have very few slots (e.g., some companies can only host 1 student), your percentage chance of getting a slot is diminished. Include a “backup” position that has multiple slots for a better chance.",
    "Most positions will include information on attire. Some locations may ask that you not wear jeans or sneakers. If in doubt, dress in business casual. It is okay to be slightly overdressed - you will appear professional and interested!",
    "Students and/or their parents are responsible for their own transportation. Please read the instructions carefully about where to meet, what time to arrive, and check for traffic so that you are not late.",
    "Yes! Participating students must have a completed parent permission slip, photo release, and waiver specific to your school. This form is sent to the parent's address at account creation. In addition, some companies may require additional forms, such as an NDA. Lastly, some companies (such as Lockheed Martin) limit participants to US Citizens only, so be sure to read the instructions for each position you are interested in.",
    "Please only sign up for a shadow position if you are truly interested and plan to attend. Canceling at the last minute reflects badly on your school and the program. If you are ill and need to cancel, please contact your host directly as soon as possible, in addition to admin@JobCamp.org.",
    "Please don’t! Check traffic for a typical day/time you plan to go and plan ahead. If you are late for some reason, please call your host directly and explain the situation. Also, notify admin@JobCamp.org.",
    "Aside from signing up on the website, students are expected to attend a mandatory information session at school before the event. The schedule and expectations will be reviewed as well as any important forms that are required. In addition, students are expected to email their host to introduce themselves, say why they picked this position and to confirm the date, time, and location of the event.",
    "Students are expected to write a thank you email to their host. Include something memorable from the day, thank them for their time, and be gracious.",
    "It's possible! Making a good impression is the first step. Job shadow students have been known to land summer jobs and part-time jobs."
  ]
}
